USE [Rusnak_laba2]
GO

INSERT INTO [dbo].[Teachers]
           ([Teachers_id]
           ,[Teachers_name]
           ,[Teachers_age]
           ,[Teachers_level]
           ,[Teachers_phone]
           ,[Kaf_Teach_FK])
     VALUES
           (1, 'Лобур', 45, 'Професор', '0936998221',1),
           (2, 'Литвин', 35, 'Професор', '0936998221',2),
		   (3, 'Дворян', 55, 'Доцент', '0936998221',3),
		   (4, 'Мастер', 50, 'асистент', '0936998221',4),
		   (5, 'Рибалко', 45, 'Професор', '0936998221',5),
		   (6, 'Кузій', 40, 'Доцент', '0936998221',6),
		   (7, 'Кравець', 40, 'Доцент', '0936998221',7),
		   (8, 'Травень', 25, 'асистент', '0936998221',8),
		   (9, 'Тимощук', 35, 'Професор', '0936998221',1)

GO


